{
    "Finance": [
        {"title": "Banker"},
        {"title": "Capitalst"},
        {"title": "Speculator"},
        {"title": "Speculator"}
    ],
    "Force": [
      {"title": "Crime Boss"},
      {"title": "General"},
      {"title": "Guerrilla"},
      {"title": "Judge"},
      {"title": "Mercenary"}
    ],
    "Communications": [
      {"title"        : "Director",
       "descTitle"    : "Propaganda",
       "desc"         : "Take 2 cards from Deck, Return 2 cards to Deck",
       "detailedDesc" : "Active player takes 2 random cards from the Deck. They may secretly change any cards with their own, and then return 2 cards to the Deck"
      },
      {"title"         : "Newscaster",
        "descTitle"    : "Propaganda",
        "desc"         : "Pay |1|, take 3 cards from Deck, Return 3 cards to Deck",
        "detailedDesc" : "Active player pays |1| to the Treasurey, then takes 3 random cards from the Deck. They may secretly change any cards with their own, and then return 3 cards to the Deck"
      },
      {"title"         : "Producer",
        "descTitle"    : "Propaganda",
        "desc"         : "Take 1 card from Deck and Target. Return 1 card to Deck and Target <Blocks Propaganda>",
        "detailedDesc" : "Active Player takes 1 random card from the Deck and 1 card from Target (Target's choice). The active player may secretly change any cards with their own, and then return 1 card to the Deck and 1 card to the Target player. <Counter Action:> Target may claim Producer to avoid giving (and then receiving) on of their cards"
      },
      {"title"         : "Reporter",
        "descTitle"    : "Propaganda",
        "desc"         : "Take 1 card from Deck and |1| from Treasury. Return 1 card to Deck",
        "detailedDesc" : "Active player takes 1 random card from the Deck and |1| from the Treasury. They may secretly change card with their own, and then return 1 card to the Deck"
      },
      {"title"         : "Writer",
        "descTitle"    : "Propaganda",
        "desc"         : "Take 1 card from Deck. Pay |1| to take 1 more card from Deck, repeat. Return cards to Deck",
        "detailedDesc" : "Active player takes 1 random card from the Deck and looks at it. They may then pay |1| to the Treasury to take an additional card from the deck, and look at it. They may repeat that process as often as they choose, paying |1| for each additional card. They may secretly change any cards with their own, and then return as many as cards as they took back to the Deck"
      }
    ],
    "Special Interest": [
      {"title": "Crime Boss"},
      {"title": "Customs Officer"},
      {"title": "Foreign Consular"},
      {"title": "Intellectual"},
      {"title": "Lawyer"},
      {"title": "Peace Keeper"},
      {"title": "Politician"},
      {"title": "Priest"},
      {"title": "Protester"}
    ]
}
